Repository: yangwy30/where-is-my-friend
Catalog: WhereIsMyFriend/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Enable location
zh_hans: 开启位置

source: Open Settings
zh_hans: 打开设置

source: Keep your city up to date
zh_hans: 让城市信息保持最新

source: Turn on location to spot friends in the same city.
zh_hans: 开启位置，发现与你同城的好友。

source: Choose a city or airport
zh_hans: 选择城市或机场

source: Name your trip
zh_hans: 为行程起个名字

source: Optional
zh_hans: 可选

source: Keep the name to 60 characters or fewer.
zh_hans: 行程名称请勿超过 60 个字符。

source: Choose the start and end dates.
zh_hans: 选择开始和结束日期。

source: See where your friends are headed.
zh_hans: 看看好友接下来去哪儿。

source: Add a city and your dates.
zh_hans: 填上城市和日期。

source: Your friends’ shared plans will appear here.
zh_hans: 好友分享的计划会显示在这里。

source: Review your plan before saving.
zh_hans: 确认你的计划后再保存。

source: Selected friends can browse your city and dates.
zh_hans: 所选好友可以查看你的城市和日期。

source: Selected friends see matching dates only when you share plans with each other.
zh_hans: 双方互相分享计划时，所选好友才能看到重叠日期。

source: Get a reminder up to 14 days before your plans overlap.
zh_hans: 在计划重叠前的 14 天内收到提醒。

source: Share with the friends you choose
zh_hans: 分享给你选择的好友

source: Allow location access to update your city automatically.
zh_hans: 允许访问位置，即可自动更新城市。

source: Updated %@
zh_hans: 更新于 %@

source: Send a friend request to connect.
zh_hans: 发送好友请求，与对方建立联系。

source: Your city. Your choice.
zh_hans: 你的城市。 由你做主。

source: Choose who sees your city. Pause sharing anytime.
zh_hans: 选择把城市分享给谁，随时可以暂停。

source: Start with your city.
zh_hans: 从你所在的城市开始。

source: What you share and save
zh_hans: 你分享和保存的信息

source: Keep your city up to date as you travel.
zh_hans: 旅途中，自动更新你所在的城市。

source: Choose what appears on your widgets.
zh_hans: 选择小组件显示哪些内容。

source: Hide names and cities.
zh_hans: 隐藏姓名和城市。

source: Applies to Home Screen and Lock Screen widgets.
zh_hans: 适用于主屏幕和锁屏小组件。

source: See what you share and what the app saves.
zh_hans: 了解你分享的内容，以及 App 保存的信息。

source: Your friends’ latest shared cities
zh_hans: 好友最近分享的城市

source: Your account data is deleted and you’re signed out
zh_hans: 删除账号数据并退出登录

source: Sign in to connect with your friends.
zh_hans: 登录，与好友保持联系。

source: Example itinerary
zh_hans: 示例行程

source: Airport routes
zh_hans: 机场间航线

source: Your flight
zh_hans: 你的航班

source: Your flight · demo
zh_hans: 你的航班 · 演示

source: Widget content hidden
zh_hans: 已隐藏小组件内容

source: Past city update
zh_hans: 历史城市动态

source: Choose who to message.
zh_hans: 选择发给谁。

source: Demo mode · sample data
zh_hans: 演示模式 · 示例数据

source: Hide names and details
zh_hans: 隐藏姓名和详情

source: Different cities. Still close.
zh_hans: 各在一城。 依然亲近。

source: A little nudge. A real-life reunion.
zh_hans: 一个提醒。 一次相聚。

source: Your next trip, together.
zh_hans: 下一次旅行， 一起出发。

source: A little window into your friends’ worlds, wherever life takes you.
zh_hans: 无论身在何处，看看好友所在的城市。

source: Get a notification when you and a friend are in the same city. Make time to catch up.
zh_hans: 和好友来到同一座城市时，收到提醒，找时间见一面。

source: Make a shared trip, invite your friends, and see everyone’s flights in one place.
zh_hans: 创建行程、邀请好友，一起查看大家的航班。

source: Flight planning reminders
zh_hans: 机票安排提醒

source: A reminder at 9 AM in your local time, plus occasional nudges from this trip's members, until you add an outbound flight. Stops when the trip starts. Notifications must be enabled.
zh_hans: 在你所在地时间每天上午 9 点提醒，也可接收行程成员发来的提醒。添加去程航班或行程开始后停止。需开启系统通知。

source: Remind
zh_hans: 提醒一下

source: Reminded
zh_hans: 已提醒

source: Already reminded
zh_hans: 今天已提醒

source: Remind %@ to add a flight
zh_hans: 提醒 %@ 添加航班

source: Flight reminder
zh_hans: 机票提醒

source: A reminder isn’t available right now. They may have added a flight or may not be receiving reminders.
zh_hans: 暂时无法提醒，对方可能已添加航班或未开启提醒。

source: Couldn’t send the reminder. Please try again.
zh_hans: 未能发出提醒，请重试。

source: Notifications couldn’t be enabled. Try again.
zh_hans: 未能开启通知，请重试。

source: Notifications need attention
zh_hans: 通知需要重新设置

source: Couldn’t enable notifications. Check your connection and try again.
zh_hans: 未能开启通知，请检查网络后重试。

source: Cancel trip
zh_hans: 取消行程

source: Delete trip
zh_hans: 删除行程

source: Leave trip
zh_hans: 退出行程

source: Remove member
zh_hans: 移除成员

source: Keep trip
zh_hans: 保留行程

source: Keep member
zh_hans: 保留成员

source: Cancel this trip?
zh_hans: 要取消这个行程吗？

source: Delete this trip for everyone?
zh_hans: 要为所有成员删除这个行程吗？

source: Leave this trip?
zh_hans: 要退出这个行程吗？

source: Remove this member?
zh_hans: 要移除这位成员吗？

source: Trip people
zh_hans: 行程成员

source: Trip cancelled · Read-only
zh_hans: 行程已取消 · 仅供查看

source: Trip cancelled
zh_hans: 行程已取消

source: Cancelled
zh_hans: 已取消

source: People and flights are kept for reference. Updates have stopped.
zh_hans: 成员和航班记录已保留供查看，动态更新已停止。

source: Everyone will see this trip as cancelled in Past. Records are kept, but editing, invitations and flight alerts stop. This does not cancel airline reservations.
zh_hans: 所有成员都会在「过去的行程」中看到此行程已取消。记录会保留，但编辑、邀请和航班提醒将停止。这不会取消航空公司的机票预订。

source: This permanently deletes the trip, shared flights and invitations for everyone. This cannot be undone and does not cancel airline reservations.
zh_hans: 这会为所有成员永久删除行程、共享航班和邀请。此操作无法撤销，也不会取消航空公司的机票预订。

source: Your flights will be removed from this trip and you will lose access and stop receiving its alerts. You will need a new invitation to rejoin.
zh_hans: 你的航班将从此行程中移除，你将无法继续访问，也不会再收到此行程的提醒。重新加入需要新的邀请。

source: %@ will lose access to this trip. Their shared flights will be removed, and they will need a new invitation to rejoin.
zh_hans: %@ 将无法继续访问此行程。对方的共享航班会被移除，重新加入需要新的邀请。

source: Remove %@
zh_hans: 移除 %@

source: The member could not be removed. Refresh and try again.
zh_hans: 未能移除成员，请刷新后重试。

source: The trip change was not confirmed.
zh_hans: 尚未确认行程更改。

source: The trip change wasn’t confirmed. Refresh or retry when connected. %@
zh_hans: 尚未确认行程更改，请联网后刷新或重试。%@

source: Tap a date to choose a new start.
zh_hans: 点选日期，重新选择开始日。

source: Choose an end date
zh_hans: 选择结束日期

source: Previous month
zh_hans: 上个月

source: Next month
zh_hans: 下个月

source: %lld days selected
zh_hans: 已选择 %lld 天

source: Use these dates
zh_hans: 使用这段日期

source: Choose dates
zh_hans: 选择日期

source: Start date
zh_hans: 开始日期

source: End date
zh_hans: 结束日期

source: In selected range
zh_hans: 在所选日期范围内

source: Use device location
zh_hans: 使用设备定位

source: Set city manually
zh_hans: 手动选择城市

source: Set manually. Use device location to resume automatic city detection.
zh_hans: 当前为手动设置。使用设备定位可恢复自动更新城市。

source: City
zh_hans: 城市

source: Friend plans
zh_hans: 好友计划

source: Where are friends going?
zh_hans: 朋友接下来去哪

source: Add my plan
zh_hans: 添加我的计划

source: Shared plans are unavailable
zh_hans: 暂时无法查看好友计划

source: Retry sync
zh_hans: 重新同步

source: Loading shared plans…
zh_hans: 正在加载好友计划…

source: No shared plans yet
zh_hans: 还没有好友分享计划

source: Friends’ upcoming cities
zh_hans: 好友的未来城市

source: By start date
zh_hans: 按开始日期

source: My plans
zh_hans: 我的计划

source: Shared with you
zh_hans: 与你分享

source: I’ll be there too
zh_hans: 我也会去

source: This plan is unavailable
zh_hans: 这份计划已不可用

source: The plan may have ended, or its owner changed sharing. Connect to refresh.
zh_hans: 计划可能已结束，或对方调整了分享范围。请联网刷新。

source: Friend’s plan
zh_hans: 好友的计划

source: I saw you’ll be in %@ on %@. Want to meet up?
zh_hans: 看到你会在 %2$@ 前往 %1$@，有机会见一面吗？

source: Let selected friends view this plan
zh_hans: 允许所选好友浏览这份计划

source: Selected friends can match with this plan. If you enable plan browsing, they can also see its full city and dates. Changes take effect when you save the plan.
zh_hans: 所选好友可与你匹配重叠日期。若允许浏览计划，他们也能查看完整城市和日期。保存后生效。

source: Couldn’t refresh shared dates. Check your connection and retry.
zh_hans: 无法刷新共享日期，请检查网络后重试。

source: Travel plans
zh_hans: 未来城市计划

source: Where to next?
zh_hans: 下一站去哪？

source: Upcoming
zh_hans: 即将到来

source: Past
zh_hans: 过去的计划

source: No past plans
zh_hans: 还没有过去的计划

source: A city. A few dates. A chance to meet.
zh_hans: 一座城市，几个日期， 一次相聚的机会。

source: Choose when you’ll be somewhere and who can see your plan.
zh_hans: 填写你将到访的城市与日期，决定分享给谁。

source: Add a plan
zh_hans: 添加计划

source: Only you
zh_hans: 仅自己可见

source: Shared with %lld friends
zh_hans: 与 %lld 位好友分享

source: Delete plan
zh_hans: 删除计划

source: Use dates from a Trip
zh_hans: 使用共同行程的日期

source: Plans don’t change your current city. Only the friends you choose can match with you.
zh_hans: 计划不会改变当前城市，只有你选择的好友可以与你匹配。

source: Add travel plan
zh_hans: 添加未来城市计划

source: Delete this plan?
zh_hans: 删除这份计划？

source: Its shared dates and upcoming matches will be removed.
zh_hans: 已分享的日期及对应的重叠提示会一并移除。

source: I’ll be in…
zh_hans: 我将会在…

source: Search a city
zh_hans: 搜索城市

source: Dates
zh_hans: 日期

source: Local dates in %@
zh_hans: %@当地日期

source: Share this plan with
zh_hans: 分享这份计划

source: Only me · choose friends
zh_hans: 仅自己 · 选择好友

source: %lld selected friends
zh_hans: 已选择 %lld 位好友

source: Remind me about overlaps
zh_hans: 提醒我重叠安排

source: Save plan
zh_hans: 保存计划

source: New plan
zh_hans: 新计划

source: Edit plan
zh_hans: 编辑计划

source: Share with friends
zh_hans: 选择分享好友

source: Say hello
zh_hans: 打个招呼

source: From
zh_hans: 开始

source: Until
zh_hans: 结束

source: %@ can see your latest city
zh_hans: %@ 可以看到你最近的城市

source: %@ is here too
zh_hans: %@ 也在这里

source: %@ is in your city
zh_hans: %@ 与你同城

source: %lld blocked
zh_hans: 已屏蔽 %lld 人

source: %lld change(s) waiting for a connection
zh_hans: 有 %lld 项更改正在等待网络连接

source: %lld cities
zh_hans: %lld 个城市

source: %lld friends · %lld cities
zh_hans: %1$lld 位朋友 · %2$lld 个城市

source: %lld friends are here too
zh_hans: %lld 位朋友也在这里

source: %lld friends are in your city
zh_hans: %lld 位朋友与你同城

source: %lld friends in %@
zh_hans: %1$lld 位好友在%2$@

source: %lld friends in your city
zh_hans: %lld 位朋友与你同城

source: %lld update(s) waiting
zh_hans: 有 %lld 项更新等待同步

source: A focused view for friends who are in your city now.
zh_hans: 专注显示此刻与你同城的朋友。

source: A friend arrived in your city.
zh_hans: 一位朋友到达了你所在的城市。

source: A moment appears after an eligible friend enters your current city.
zh_hans: 当符合条件的朋友进入你当前所在城市后，这里会出现一条记录。

source: A new incoming request was added.
zh_hans: 已添加一条新的好友请求。

source: A quick introduction before you start
zh_hans: 开始前，先快速了解一下

source: Accept
zh_hans: 接受

source: Accept a request or invite a demo user by username.
zh_hans: 接受好友申请，或通过用户名邀请演示用户。

source: Accepted friends
zh_hans: 已接受的朋友

source: Accepted friends’ last-known cities in an App Group cache
zh_hans: App Group 缓存中已接受好友最近已知的城市

source: Account
zh_hans: 账号

source: Account & privacy
zh_hans: 账号与隐私

source: Account identity, accepted friendships, sharing choices, current city and update time
zh_hans: 账号身份、已接受的好友关系、共享选择、当前城市和更新时间

source: Across time zones, the people who matter still feel close.
zh_hans: 跨越时区，重要的人依然近在身边。

source: ACROSS US
zh_hans: 我们之间

source: Add a friend
zh_hans: 添加朋友

source: Add favorite
zh_hans: 添加到收藏

source: Add friends
zh_hans: 添加朋友

source: Add incoming request
zh_hans: 添加收到的申请

source: Adds another request to the Add Friends screen.
zh_hans: 在“添加朋友”页面增加一条好友申请。

source: Alerts & Display
zh_hans: 提醒与显示

source: Allow notifications
zh_hans: 允许通知

source: Allow notifications before registering this iPhone.
zh_hans: 请先允许通知，再注册这台 iPhone。

source: Allow notifications to receive same-city updates.
zh_hans: 允许通知后，你就能收到同城动态。

source: Allowed
zh_hans: 已允许

source: Also removes the friendship and pending requests
zh_hans: 同时移除好友关系和待处理请求

source: An invitation already exists.
zh_hans: 已经存在一条邀请。

source: Anyone you block later will appear here.
zh_hans: 之后屏蔽的人会显示在这里。

source: Appearance
zh_hans: 外观

source: Apple did not return an identity token.
zh_hans: Apple 没有返回身份令牌。

source: Apple sign-in comes next
zh_hans: 下一步将通过 Apple 登录

source: Apple sign-in failed
zh_hans: 通过 Apple 登录失败

source: Around the world
zh_hans: 世界各地

source: Authorization
zh_hans: 授权

source: Automatic
zh_hans: 自动

source: Automatic city changes are available.
zh_hans: 可以自动更新城市。

source: Automatic city updates
zh_hans: 自动更新城市

source: Automatic updates
zh_hans: 自动更新

source: Automatic updates off
zh_hans: 自动更新已关闭

source: Automatic updates on
zh_hans: 自动更新已开启

source: Avatar color
zh_hans: 头像颜色

source: Avatar color %lld
zh_hans: 头像颜色 %lld

source: Background location lets the app notice meaningful city changes. You can pause sharing at any time.
zh_hans: 后台位置让 App 能发现重要的城市变化。你随时都可以暂停共享。

source: Background updates
zh_hans: 后台更新

source: Beautiful at a glance
zh_hans: 一眼看见刚刚好的信息

source: Between you two
zh_hans: 仅限你们两人

source: Block %@?
zh_hans: 屏蔽%@？

source: Block person
zh_hans: 屏蔽此人

source: Blocked people
zh_hans: 已屏蔽的人

source: Blocked people cannot invite you or see your shared city.
zh_hans: 已屏蔽的人无法邀请你，也看不到你共享的城市。

source: Blocked users cannot invite you or access your presence.
zh_hans: 被屏蔽的用户无法邀请你，也无法查看你的城市状态。

source: Cached friend data will be removed from the App and Widget.
zh_hans: App 和小组件中的好友缓存数据将被移除。

source: Cancel
zh_hans: 取消

source: Change Widget privacy in the App
zh_hans: 请在 App 中更改小组件隐私设置

source: Chloe
zh_hans: 克洛伊

source: Choose a city to start sharing
zh_hans: 选择一个城市以开始共享

source: Choose a test city
zh_hans: 选择测试城市

source: Choose automatic updates to request Always access.
zh_hans: 开启自动更新以申请“始终”位置权限。

source: Choose city manually
zh_hans: 手动选择城市

source: Choose city source
zh_hans: 选择城市来源

source: Choose Friends
zh_hans: 选择好友

source: Choose one look for the App, Home Screen widgets, and Lock Screen widgets.
zh_hans: 为 App、主屏幕小组件和锁屏小组件选择统一外观。

source: Choose what appears at a glance
zh_hans: 选择小组件与锁屏上显示的内容

source: Choose which friends appear first in this Widget.
zh_hans: 选择优先显示在此小组件中的好友。

source: Choose who can see your current city
zh_hans: 选择谁可以看到你当前所在的城市

source: Cities remain visible, but friend names and initials are hidden.
zh_hans: 仍显示城市，但隐藏好友姓名和首字母。

source: Cities stay visible, but friend names are hidden.
zh_hans: 城市仍会显示，但会隐藏朋友姓名。

source: Cities stay visible, but names and initials are hidden.
zh_hans: 城市仍会显示，但隐藏朋友姓名和姓名首字母。

source: City alerts arrive quietly in Notification Center.
zh_hans: 同城提醒会静默显示在通知中心。

source: City alerts can appear as banners and play sounds.
zh_hans: 同城提醒可以显示横幅并播放声音。

source: City changes only
zh_hans: 只关注城市变化

source: City sharing
zh_hans: 城市共享

source: City-level sharing. Pause anytime.
zh_hans: 只分享城市，可随时暂停。

source: City source
zh_hans: 城市来源

source: City Stage
zh_hans: 城市展台

source: City-level by design
zh_hans: 天生只到城市级

source: City-Level Only
zh_hans: 只知同城

source: City-Level Only · Zero Tracking
zh_hans: 只知同城 · 零精确追踪

source: City-level presence only
zh_hans: 只共享城市级状态

source: Collection, service providers, retention and your choices
zh_hans: 了解数据收集、服务提供商、保留期限与用户选择

source: Complete notification setup
zh_hans: 完成通知设置

source: Connect with @%@?
zh_hans: 要添加 @%@ 吗？

source: Connecting
zh_hans: 正在连接

source: Connection
zh_hans: 连接

source: Continue
zh_hans: 继续

source: Continue to sign in
zh_hans: 继续登录

source: Continue with Apple
zh_hans: 使用 Apple 继续

source: Continue with local demo
zh_hans: 使用本地演示继续

source: Control automatic city updates
zh_hans: 管理城市自动更新

source: Couldn’t complete that
zh_hans: 无法完成此操作

source: Current location
zh_hans: 当前位置

source: Decline
zh_hans: 拒绝

source: Deep ink green, midnight blue, and luminous jade
zh_hans: 墨绿、午夜蓝与微光翡翠

source: Delete account
zh_hans: 删除账号

source: Delete your account?
zh_hans: 删除你的账号？

source: Deleting your account removes server account data, the local session and Widget cache
zh_hans: 删除账号会移除服务器账号数据、本地会话和小组件缓存

source: Deletion
zh_hans: 删除

source: Demo
zh_hans: 演示

source: Demo data was restored.
zh_hans: 演示数据已恢复。

source: Demo Lab
zh_hans: 演示实验室

source: Demo Lab never contacts a server or requests precise location.
zh_hans: 演示实验室不会连接服务器，也不会请求精确位置。

source: Demo mode schedules same-city alerts directly on this iPhone.
zh_hans: 演示模式会直接在这台 iPhone 上安排同城提醒。

source: Demo usernames: jamie, priya, leo, emma
zh_hans: 演示用户名：jamie、priya、leo、emma

source: Denied
zh_hans: 已关闭

source: Development
zh_hans: 开发

source: Display name
zh_hans: 显示名称

source: Done
zh_hans: 完成

source: Edit
zh_hans: 编辑

source: Edit profile
zh_hans: 编辑个人资料

source: Enable background city changes
zh_hans: 启用后台城市变化

source: Enable to request Always access
zh_hans: 启用后请求“始终”访问权限

source: Every same-city moment stays available here.
zh_hans: 每一次同城相遇都会保留在这里。

source: Everything hidden
zh_hans: 全部隐藏

source: Featured friend (optional)
zh_hans: 重点好友（可选）

source: Find your people
zh_hans: 找到你的朋友

source: Finish syncing
zh_hans: 完成同步

source: First friend
zh_hans: 第一位好友

source: Foreground and background controls
zh_hans: 前台与后台控制

source: friend
zh_hans: 位朋友

source: Friend
zh_hans: 好友

source: Friend arrives in my city
zh_hans: 朋友来到我的城市

source: Friend invite
zh_hans: 好友邀请

source: Friend locations are now stale.
zh_hans: 好友位置现已标记为过期。

source: Friend locations hidden
zh_hans: 好友位置已隐藏

source: Friend names and shared cities appear on the Home Screen.
zh_hans: 好友姓名和共享城市会显示在主屏幕上。

source: Friend names and shared cities are visible.
zh_hans: 显示朋友姓名和共享城市。

source: Friend removed and sharing stopped.
zh_hans: 已移除好友并停止共享。

source: Friend request accepted.
zh_hans: 已接受好友请求。

source: Friend request declined.
zh_hans: 已拒绝好友请求。

source: Friend requests
zh_hans: 好友申请

source: Friend’s username
zh_hans: 朋友的用户名

source: friends
zh_hans: 位朋友

source: Friends
zh_hans: 朋友

source: Friends are here too
zh_hans: 朋友也在这里

source: Friends cannot see your city
zh_hans: 朋友无法看到你的城市

source: Friends nearby
zh_hans: 附近的好友

source: Friends see a city and an update time. Precise coordinates and route history are not part of this experience.
zh_hans: 朋友只会看到城市和更新时间。精确坐标与路线历史不属于本产品体验。

source: Friends see your latest city and update time. Precise coordinates and route history stay out of the product.
zh_hans: 朋友会看到你最近的城市与更新时间。产品不会保存精确坐标或路线历史。

source: Friends will appear here
zh_hans: 好友会显示在这里

source: Get an alert when you and an allowed friend overlap
zh_hans: 当你与获准共享的朋友在同一城市时通知你

source: Get Started
zh_hans: 开始使用

source: Global sharing
zh_hans: 全局共享

source: Grab coffee? You're both in the city right now.
zh_hans: 要不要喝杯咖啡？你们此刻都在这座城市。

source: here too
zh_hans: 也在这里

source: Hide everything
zh_hans: 全部隐藏

source: Hide names
zh_hans: 隐藏姓名

source: History retention
zh_hans: 历史记录保留

source: Identity, friendships, sharing choices, current city and update time
zh_hans: 身份、好友关系、共享选择、当前城市与更新时间

source: in your city
zh_hans: 与你同城

source: Invite
zh_hans: 邀请

source: Invite by username
zh_hans: 通过用户名邀请

source: iOS notification access
zh_hans: iOS 通知权限

source: Keep the city stages, without friend names.
zh_hans: 保留城市舞台，但不显示好友名字。

source: Keep your city current
zh_hans: 让你的城市保持最新

source: Last registered
zh_hans: 最近注册

source: Leave this blank for automatic recommendations, or feature one friend.
zh_hans: 留空即可自动推荐，也可以突出显示一位好友。

source: Life moved us apart.
zh_hans: 后来，我们去了不同的城市。

source: Lin Zhao
zh_hans: 林昭

source: Location & automatic updates
zh_hans: 位置与自动更新

source: Location & Sharing
zh_hans: 位置与共享

source: Location & updates
zh_hans: 位置与更新

source: Location access
zh_hans: 位置访问

source: Location access is off. You can still choose a city manually from the Friends screen.
zh_hans: 位置权限已关闭。你仍可从“朋友”页面手动选择城市。

source: Location access is unavailable.
zh_hans: 位置权限不可用。

source: Location permission is off
zh_hans: 位置权限已关闭

source: Location permission unavailable
zh_hans: 位置权限不可用

source: Location unavailable
zh_hans: 位置暂时不可用

source: Lock Screen & Widget privacy
zh_hans: 锁定屏幕与小组件隐私

source: London
zh_hans: 伦敦

source: Make it yours
zh_hans: 写下你的名字

source: Make locations stale
zh_hans: 让位置数据过期

source: Manual
zh_hans: 手动

source: Mia
zh_hans: 米娅

source: Mia · 2 together
zh_hans: 米娅 · 2 人同城

source: Moves active updates past the 24-hour freshness limit.
zh_hans: 把活跃更新移到 24 小时的新鲜度限制之外。

source: Moves one friend here and evaluates a same-city alert.
zh_hans: 把一位朋友移动到这里，并触发同城提醒判断。

source: My city
zh_hans: 我的城市

source: Names and cities visible
zh_hans: 显示姓名和城市

source: Names hidden
zh_hans: 隐藏姓名

source: Needs attention
zh_hans: 需要处理

source: Never stored
zh_hans: 绝不存储

source: New York
zh_hans: 纽约

source: Night Jade
zh_hans: 夜色翡翠

source: No blocked people
zh_hans: 没有已屏蔽的人

source: No demo user has that username. Try jamie, priya, leo, or emma.
zh_hans: 没有这个用户名的演示用户。请尝试 jamie、priya、leo 或 emma。

source: No friends yet
zh_hans: 还没有朋友

source: No one here yet
zh_hans: 还没有朋友到这里

source: No same-city moments yet
zh_hans: 还没有同城时刻

source: Not now
zh_hans: 暂时不要

source: Not registered
zh_hans: 尚未注册

source: Not requested
zh_hans: 尚未请求

source: not selected
zh_hans: 未选择

source: Notification access is temporarily available.
zh_hans: 当前已临时获得通知权限。

source: Notification access is unavailable on this device.
zh_hans: 这台设备目前无法使用通知。

source: Notification delivery is handled automatically in the background.
zh_hans: 通知投递会在后台自动处理。

source: Notification permission
zh_hans: 通知权限

source: Notifications
zh_hans: 通知

source: Notifications are ready
zh_hans: 通知已准备好

source: Notifications are turned off in iOS Settings.
zh_hans: 通知已在 iOS 设置中关闭。

source: Notify me when your cities overlap
zh_hans: 你们出现在同一城市时通知我

source: Now
zh_hans: 刚刚

source: NOW
zh_hans: 现在

source: OK
zh_hans: 好

source: On
zh_hans: 已开启

source: On your Widget
zh_hans: 在你的小组件上

source: Once, we were all in one place.
zh_hans: 最初，我们都在同一个地方。

source: Only your city and update time are shared. Precise location and routes are never stored.
zh_hans: 只共享你的城市和更新时间。绝不会存储精确位置或路线。

source: Only Your City, Never Your Steps
zh_hans: 只知同城，不窥行踪

source: Open Across Us
zh_hans: 打开 Across Us

source: Open app
zh_hans: 打开 App

source: Open Friends
zh_hans: 打开朋友

source: Open iOS Settings
zh_hans: 打开 iOS 设置

source: Open the App to set your city
zh_hans: 打开 App 设置你的城市

source: Or share your invite link
zh_hans: 或者分享你的邀请链接

source: Paris
zh_hans: 巴黎

source: Paused
zh_hans: 已暂停

source: Pending
zh_hans: 等待中

source: Pending invitations
zh_hans: 待处理邀请

source: Permission is requested only when you use a location feature.
zh_hans: 只有在你使用位置功能时才会请求权限。

source: Permission will be requested when enabled
zh_hans: 启用时将请求权限

source: Permissions and moment history
zh_hans: 权限与同城记录

source: Person blocked. Sharing stopped both ways.
zh_hans: 已屏蔽对方，双方的共享均已停止。

source: Person unblocked.
zh_hans: 已取消屏蔽。

source: Please sign in first.
zh_hans: 请先登录。

source: Precise coordinates, routes, location history or contact book
zh_hans: 精确坐标、行动路线、位置历史或通讯录

source: Precise coordinates, routes, location history or your contact book
zh_hans: 精确坐标、路线、位置历史或通讯录

source: Preview onboarding
zh_hans: 预览引导页

source: Privacy
zh_hans: 隐私

source: Privacy & data
zh_hans: 隐私与数据

source: Profile
zh_hans: 个人资料

source: Profile updated.
zh_hans: 个人资料已更新。

source: Prototype sign-in — no account is created
zh_hans: 原型登录——不会创建真实账号

source: Quietly allowed
zh_hans: 静默允许

source: Ready
zh_hans: 已就绪

source: Recommended · Everything you need at a glance.
zh_hans: 推荐 · 一眼看到需要的信息。

source: Reconnect to refresh your friends
zh_hans: 重新连接后刷新好友信息

source: Refresh after meaningful location changes
zh_hans: 位置发生明显变化后自动刷新

source: Register this iPhone
zh_hans: 注册这台 iPhone

source: Register this iPhone to receive remote same-city alerts.
zh_hans: 注册这台 iPhone，以接收远程同城提醒。

source: Registering
zh_hans: 正在注册

source: Registration needs attention. Your account and other features still work.
zh_hans: 推送注册需要处理，但你的账号和其他功能仍可正常使用。

source: Registration will finish automatically when your connection returns.
zh_hans: 网络恢复后，注册会自动完成。

source: Remove %@?
zh_hans: 要移除 %@ 吗？

source: Remove favorite
zh_hans: 取消收藏

source: Remove friend
zh_hans: 移除朋友

source: Request current city
zh_hans: 获取当前城市

source: Request sent to @%@.
zh_hans: 已向 @%@ 发送好友请求。

source: Requesting a secure notification token from Apple.
zh_hans: 正在向 Apple 请求安全的通知令牌。

source: Resets only local demo data.
zh_hans: 只重置本地演示数据。

source: Respects each friend’s alert preference
zh_hans: 尊重每位朋友的提醒设置

source: Restore demo defaults
zh_hans: 恢复演示默认值
